"The name of your computer " = "Der Name Ihres Computers ";
"This computer’s local hostname " = "Der lokale Hostname dieses Computers ";
"“" = "„";
"”" = "“";
" is already in use on this network. " = " wird bereits in diesem Netzwerk verwendet. ";
"The name has been changed to " = "Der Name wurde automatisch in ";
"." = " geändert.";

"To change the name of your computer, open System Preferences and click Sharing, then type the name in the Computer Name field." = "Den Namen Ihres Computer können Sie in der Systemeinstellung „Freigaben“ ändern. Geben Sie dort den neuen Namen im Feld „Gerätename“ ein.";
"To change the local hostname, open System Preferences and click Sharing, then click “Edit” and type the name in the Local Hostname field." = "Den lokalen Hostnamen Ihres Computer können Sie in der Systemeinstellung „Freigaben“ ändern. Klicken Sie dort auf „Bearbeiten“ und geben Sie dann den Namen im Feld „Lokaler Hostname“ ein.";

"All attempts to find an available name by adding a number to the name were also unsuccessful." = "Alle Versuche, durch Hinzufügen einer Zahl einen verfügbaren Namen zu erzeugen, waren ebenfalls erfolglos.";
"This may indicate a problem with the local network. Please inform your network administrator." = "Hierbei könnte es sich um ein Problem mit dem lokalen Netzwerk handeln. Bitte wenden Sie sich an Ihren Netzwerkadministrator.";
